---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRectangleCut.BottomCutHeight
source: html/49e34259-9af7-11ba-d407-f36420996b0e.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRectangleCut.BottomCutHeight Property

Section height left Cut.

## Syntax (C#)
```csharp
public double BottomCutHeight { get; set; }
```